Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_help_reportTranslation
source: translation language issue
ar: translation language issue ترجمة لغة مشكلة
cs: překlad preklad jazyk chyba translation language issue
de: übersetzung sprache fehler translation language issue
el: μετάφραση γλώσσα πρόβλημα translation language issue
es: traducción idioma error translation language issue
fa: ترجمه زبان مشکل, translation language issue
fr: traduction langue erreur translation language issue
hu: fordítás forditas nyelv hiba translation language issue
id: laporkan kesalahan terjemahan bahasa translation language issue
it: traduzione lingua problema translation language issue
ja: ほんやくのあやまりをほうこく
ko: 번역 오류 보고 언어 문제 translation language issue
pl: tłumaczenie język problem translation language issue
pt: tradução idioma problema translation language issue
ro: traducere limba limbă eroare translation language issue
ru: перевод язык ошибка translation language issue
th: รายงาน การแปล ภาษา ปัญหา translation language issue
tr: çeviri dil sorun translation language issue
uk: переклад мова проблема translation language issue
vi: báo cáo lỗi dịch thuật ngôn ngữ translation language issue
zh_hans: 翻译 语言 错误 问题 translation language issue
zh_hant: 回報 翻譯 錯誤 語言 問題 translation language issue

# Cmd_help_checkForUpdates
source: Check for updates
ar: التحقق من التحديثات
cs: Vyhledat aktualizace
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fa: بررسی به‌روزرسانی‌ها
fr: Rechercher des mises à jour
hu: Frissítések keresése
id: Periksa pembaruan
it: Verifica disponibilità aggiornamenti
ja: 更新の確認
ko: 업데이트 확인
pl: Sprawdź aktualizacje
pt: Verificar atualizações
ro: Căutare actualizări
ru: Проверить наличие обновлений
th: ตรวจหาการอัปเดต
tr: Güncelleştirmeleri denetle
uk: Перевірити наявність оновлень
vi: Kiểm tra bản cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# CmdAlias_help_checkForUpdates
source: update upgrade version
ar: update upgrade version تحديث ترقية إصدار
cs: aktualizace aktualizovat verze update upgrade version
de: update aktualisierung version upgrade
el: ενημέρωση αναβάθμιση έκδοση update upgrade version
es: actualización versión update upgrade version
fa: به‌روزرسانی ارتقا نسخه, update upgrade version
fr: mise à jour version update upgrade
hu: frissítés frissites verzió verzio update upgrade version
id: periksa pembaruan tingkatkan versi update upgrade version
it: aggiorna aggiornamento versione update upgrade version
ja: こうしんのかくにん
ko: 업데이트 확인 업그레이드 버전 update upgrade version
pl: aktualizuj aktualizacja wersja update upgrade version
pt: atualizar atualização versão update upgrade version
ro: actualizare versiune upgrade update version
ru: обновление версия update upgrade version
th: อัปเดต อัปเกรด เวอร์ชัน update upgrade version
tr: güncelleştirme güncelleme yükselt sürüm update upgrade version
uk: оновлення версія update upgrade version
vi: kiểm tra cập nhật nâng cấp phiên bản update upgrade version
zh_hans: 更新 升级 版本 update upgrade version
zh_hant: 檢查更新 更新 升級 版本 update upgrade version

# Set_i18n_showStringKeys
source: Show resource keys in tooltips
ar: إظهار مفاتيح الموارد في تلميحات الأدوات
cs: Zobrazovat klíče prostředků v popiscích
de: Ressourcenschlüssel in QuickInfos anzeigen
el: Εμφάνιση κλειδιών πόρων στις επεξηγήσεις εργαλείων
es: Mostrar las claves de recurso en la información sobre herramientas
fa: نمایش کلیدهای منبع در راهنمای ابزار
fr: Afficher les clés de ressource dans les info-bulles
hu: Erőforráskulcsok megjelenítése az elemleírásokban
id: Tampilkan kunci sumber daya di tooltip
it: Mostra le chiavi delle risorse nelle descrizioni comandi
ja: ツールチップにリソースキーを表示する
ko: 도구 설명에 리소스 키 표시
pl: Pokazuj klucze zasobów w etykietkach
pt: Mostrar chaves de recurso nas dicas de ferramenta
ro: Afișare chei de resurse în sfaturile ecran
ru: Показывать ключи ресурсов во всплывающих подсказках
th: แสดงคีย์ทรัพยากรในคำแนะนำเครื่องมือ
tr: Araç ipuçlarında kaynak anahtarlarını göster
uk: Показувати ключі ресурсів у підказках
vi: Hiện khóa tài nguyên trong chú giải công cụ
zh_hans: 在工具提示中显示资源键
zh_hant: 在工具提示中顯示資源索引鍵

# SetDesc_i18n_showStringKeys
source: For translators: show the resource key of each string in its tooltip.
ar: للمترجمين: إظهار مفتاح المورد لكل سلسلة في تلميح الأداة الخاص بها.
cs: Pro překladatele: v popisku každého řetězce zobrazí jeho klíč prostředku.
de: Für Übersetzer: Den Ressourcenschlüssel jeder Zeichenfolge in ihrer QuickInfo anzeigen.
el: Για μεταφραστές: εμφάνιση του κλειδιού πόρου κάθε συμβολοσειράς στην επεξήγηση εργαλείου της.
es: Para traductores: muestra la clave de recurso de cada cadena en su información sobre herramientas.
fa: برای مترجمان: کلید منبع هر رشته در راهنمای ابزار آن نمایش داده شود.
fr: Pour les traducteurs : affiche la clé de ressource de chaque chaîne dans son info-bulle.
hu: Fordítóknak: minden karakterlánc erőforráskulcsának megjelenítése az elemleírásában.
id: Untuk penerjemah: menampilkan kunci sumber daya setiap string di tooltip-nya.
it: Per i traduttori: mostra la chiave della risorsa di ogni stringa nella relativa descrizione comando.
ja: 翻訳者向け: 各文字列のツールチップにリソースキーを表示する。
ko: 번역자용: 각 문자열의 도구 설명에 리소스 키를 표시합니다.
pl: Dla tłumaczy: pokazuje klucz zasobu każdego ciągu w jego etykietce.
pt: Para tradutores: mostra a chave de recurso de cada cadeia na dica de ferramenta.
ro: Pentru traducători: afișează cheia de resursă a fiecărui șir în sfatul ecran.
ru: Для переводчиков: показывать ключ ресурса каждой строки во всплывающей подсказке.
th: สำหรับผู้แปล: แสดงคีย์ทรัพยากรของแต่ละสตริงในคำแนะนำเครื่องมือ
tr: Çevirmenler için: her dizenin kaynak anahtarını araç ipucunda gösterir.
uk: Для перекладачів: показувати ключ ресурсу кожного рядка в його підказці.
vi: Dành cho người dịch: hiện khóa tài nguyên của từng chuỗi trong chú giải công cụ của chuỗi đó.
zh_hans: 面向翻译人员：在每个字符串的工具提示中显示其资源键。
zh_hant: 供翻譯人員使用：在每個字串的工具提示中顯示其資源索引鍵。

# Set_update_checkAutomatically
source: Check for updates automatically
ar: التحقق من التحديثات تلقائياً
cs: Automaticky vyhledávat aktualizace
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fr: Rechercher automatiquement les mises à jour
hu: Frissítések automatikus keresése
id: Periksa pembaruan secara otomatis
it: Verifica automaticamente la disponibilità di aggiornamenti
ja: 更新を自動で確認する
ko: 자동으로 업데이트 확인
pl: Automatycznie sprawdzaj aktualizacje
pt: Verificar atualizações automaticamente
ro: Căutare automată a actualizărilor
ru: Автоматически проверять наличие обновлений
th: ตรวจหาการอัปเดตโดยอัตโนมัติ
tr: Güncelleştirmeleri otomatik olarak denetle
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# SetDesc_update_checkAutomatically
source: Check for a new version 30 seconds after startup and then every 24 hours.
ar: التحقق من وجود إصدار جديد بعد 30 ثانية من بدء التشغيل ثم كل 24 ساعة.
cs: Vyhledá novou verzi 30 sekund po spuštění a potom každých 24 hodin.
de: 30 Sekunden nach dem Start und danach alle 24 Stunden nach einer neuen Version suchen.
el: Έλεγχος για νέα έκδοση 30 δευτερόλεπτα μετά την εκκίνηση και στη συνέχεια κάθε 24 ώρες.
es: Busca una nueva versión 30 segundos después del inicio y luego cada 24 horas.
fa: 30 ثانیه پس از آغاز و سپس هر 24 ساعت یک بار، نسخهٔ جدید بررسی شود.
fr: Recherche une nouvelle version 30 secondes après le démarrage, puis toutes les 24 heures.
hu: Új verzió keresése 30 másodperccel az indítás után, majd 24 óránként.
id: Memeriksa versi baru 30 detik setelah dimulai, lalu setiap 24 jam.
it: Verifica la presenza di una nuova versione 30 secondi dopo l'avvio e poi ogni 24 ore.
ja: 起動から 30 秒後と、その後 24 時間ごとに新しい版を確認する。
ko: 시작 30초 후와 그 이후 24시간마다 새 버전을 확인합니다.
pl: Sprawdza dostępność nowej wersji 30 sekund po uruchomieniu, a potem co 24 godziny.
pt: Verifica se há uma nova versão 30 segundos após a inicialização e depois a cada 24 horas.
ro: Caută o versiune nouă la 30 de secunde după pornire și apoi la fiecare 24 de ore.
ru: Проверять наличие новой версии через 30 секунд после запуска, а затем каждые 24 часа.
th: ตรวจหาเวอร์ชันใหม่ 30 วินาทีหลังจากเริ่มต้น และทุก 24 ชั่วโมงหลังจากนั้น
tr: Başlangıçtan 30 saniye sonra ve ardından her 24 saatte bir yeni sürüm olup olmadığını denetler.
uk: Перевіряти наявність нової версії через 30 секунд після запуску, а потім кожні 24 години.
vi: Kiểm tra phiên bản mới 30 giây sau khi khởi động và sau đó cứ mỗi 24 giờ.
zh_hans: 启动 30 秒后检查新版本，之后每 24 小时检查一次。
zh_hant: 在啟動 30 秒後檢查新版本，之後每 24 小時檢查一次。

# Set_update_downloadAutomatically
source: Download updates automatically
ar: تنزيل التحديثات تلقائياً
cs: Automaticky stahovat aktualizace
de: Updates automatisch herunterladen
el: Αυτόματη λήψη ενημερώσεων
es: Descargar actualizaciones automáticamente
fa: بارگیری خودکار به‌روزرسانی‌ها
fr: Télécharger automatiquement les mises à jour
hu: Frissítések automatikus letöltése
id: Unduh pembaruan secara otomatis
it: Scarica automaticamente gli aggiornamenti
ja: 更新を自動でダウンロードする
ko: 자동으로 업데이트 다운로드
pl: Automatycznie pobieraj aktualizacje
pt: Baixar atualizações automaticamente
ro: Descărcare automată a actualizărilor
ru: Автоматически скачивать обновления
th: ดาวน์โหลดการอัปเดตโดยอัตโนมัติ
tr: Güncelleştirmeleri otomatik olarak indir
uk: Автоматично завантажувати оновлення
vi: Tự động tải xuống bản cập nhật
zh_hans: 自动下载更新
zh_hant: 自動下載更新

# SetDesc_update_downloadAutomatically
source: Download a new version in the background when one is found (installer version).
ar: تنزيل الإصدار الجديد في الخلفية عند العثور عليه (إصدار المثبّت).
cs: Když je nalezena nová verze, stáhne ji na pozadí (instalační verze).
de: Eine gefundene neue Version im Hintergrund herunterladen (Installer-Version).
el: Λήψη μιας νέας έκδοσης στο παρασκήνιο όταν βρεθεί (έκδοση εγκατάστασης).
es: Descarga en segundo plano las nuevas versiones que se encuentren (versión con instalador).
fa: وقتی نسخهٔ جدیدی پیدا شد، در پس‌زمینه بارگیری شود (نسخهٔ نصبی).
fr: Télécharge en arrière-plan toute nouvelle version trouvée (version avec installateur).
hu: Az új verzió letöltése a háttérben, ha talál ilyet (telepítős verzió).
id: Mengunduh versi baru di latar belakang saat ditemukan (versi penginstal).
it: Scarica in background una nuova versione quando viene trovata (versione con programma di installazione).
ja: 新しい版が見つかったら裏でダウンロードする (インストーラ版)。
ko: 새 버전이 발견되면 백그라운드에서 다운로드합니다(설치 관리자 버전).
pl: Pobiera nową wersję w tle, gdy zostanie znaleziona (wersja instalacyjna).
pt: Baixa uma nova versão em segundo plano quando ela é encontrada (versão do instalador).
ro: Descarcă în fundal o versiune nouă când este găsită (versiunea cu program de instalare).
ru: Скачивать новую версию в фоновом режиме, когда она найдена (версия с установщиком).
th: ดาวน์โหลดเวอร์ชันใหม่ในเบื้องหลังเมื่อพบ (เวอร์ชันตัวติดตั้ง)
tr: Yeni bir sürüm bulunduğunda arka planda indirir (yükleyici sürümü).
uk: Завантажувати нову версію у фоновому режимі, коли її знайдено (версія з інсталятором).
vi: Tải xuống phiên bản mới trong nền khi tìm thấy (phiên bản trình cài đặt).
zh_hans: 发现新版本时在后台下载（安装程序版）。
zh_hant: 找到新版本時在背景下載（安裝程式版本）。

# Set_shell_commandLine_enabled
source: Make available from the command line
ar: الإتاحة من سطر الأوامر
cs: Zpřístupnit z příkazového řádku
de: Über die Befehlszeile verfügbar machen
el: Διαθεσιμότητα από τη γραμμή εντολών
es: Disponible desde la línea de comandos
fa: در دسترس از خط فرمان
fr: Rendre disponible en ligne de commande
hu: Elérhetővé tétel a parancssorból
id: Sediakan dari baris perintah
it: Rendi disponibile dalla riga di comando
ja: コマンドラインから使えるようにする
ko: 명령줄에서 사용할 수 있게 하기
pl: Udostępnij w wierszu polecenia
pt: Disponibilizar na linha de comando
ro: Disponibil din linia de comandă
ru: Сделать доступным из командной строки
th: ทำให้ใช้งานได้จากบรรทัดคำสั่ง
tr: Komut satırından kullanılabilir yap
uk: Зробити доступним із командного рядка
vi: Cho phép dùng từ dòng lệnh
zh_hans: 允许从命令行使用
zh_hant: 可從命令列使用

# SetDesc_shell_commandLine_enabled
source: Add the app folder to your PATH so that hexed can be run from a terminal (installer version).
ar: إضافة مجلد التطبيق إلى PATH بحيث يمكن تشغيل hexed من الوحدة الطرفية (إصدار المثبّت).
cs: Přidá složku aplikace do proměnné PATH, aby bylo možné spouštět hexed z terminálu (instalační verze).
de: Den App-Ordner zu Ihrem PATH hinzufügen, damit hexed in einem Terminal ausgeführt werden kann (Installer-Version).
el: Προσθήκη του φακέλου της εφαρμογής στη μεταβλητή PATH, ώστε το hexed να μπορεί να εκτελείται από τερματικό (έκδοση εγκατάστασης).
es: Agrega la carpeta de la aplicación a tu PATH para poder ejecutar hexed desde un terminal (versión con instalador).
fa: پوشهٔ برنامه به PATH افزوده شود تا hexed از ترمینال قابل اجرا باشد (نسخهٔ نصبی).
fr: Ajoute le dossier de l'application à votre PATH pour pouvoir exécuter hexed depuis un terminal (version avec installateur).
hu: Az alkalmazás mappájának hozzáadása a PATH változóhoz, hogy a hexed terminálból futtatható legyen (telepítős verzió).
id: Menambahkan folder aplikasi ke PATH agar hexed dapat dijalankan dari terminal (versi penginstal).
it: Aggiunge la cartella dell'app al PATH in modo che hexed possa essere eseguito da un terminale (versione con programma di installazione).
ja: アプリのフォルダをユーザーの PATH に追加し、ターミナルから hexed を実行できるようにする (インストーラ版)。
ko: 앱 폴더를 PATH에 추가하여 터미널에서 hexed를 실행할 수 있게 합니다(설치 관리자 버전).
pl: Dodaje folder aplikacji do zmiennej PATH, aby można było uruchamiać hexed z terminala (wersja instalacyjna).
pt: Adiciona a pasta do aplicativo ao PATH para que o hexed possa ser executado em um terminal (versão do instalador).
ro: Adaugă folderul aplicației la PATH, astfel încât hexed să poată fi rulat dintr-un terminal (versiunea cu program de instalare).
ru: Добавить папку приложения в PATH, чтобы hexed можно было запускать из терминала (версия с установщиком).
th: เพิ่มโฟลเดอร์ของแอปลงใน PATH ของคุณเพื่อให้เรียกใช้ hexed จากเทอร์มินัลได้ (เวอร์ชันตัวติดตั้ง)
tr: hexed komutunun terminalden çalıştırılabilmesi için uygulama klasörünü PATH'e ekler (yükleyici sürümü).
uk: Додати папку програми до змінної PATH, щоб hexed можна було запускати з термінала (версія з інсталятором).
vi: Thêm thư mục ứng dụng vào PATH để có thể chạy hexed từ terminal (phiên bản trình cài đặt).
zh_hans: 将应用文件夹添加到 PATH，以便从终端运行 hexed（安装程序版）。
zh_hant: 將應用程式資料夾加入您的 PATH，以便從終端機執行 hexed（安裝程式版本）。

# Set_update_channel
source: Update channel
ar: قناة التحديث
cs: Kanál aktualizací
de: Updatekanal
el: Κανάλι ενημερώσεων
es: Canal de actualización
fa: کانال به‌روزرسانی
fr: Canal de mise à jour
hu: Frissítési csatorna
id: Saluran pembaruan
it: Canale di aggiornamento
ja: 更新のチャネル
ko: 업데이트 채널
pl: Kanał aktualizacji
pt: Canal de atualização
ro: Canal de actualizare
ru: Канал обновлений
th: ช่องทางการอัปเดต
tr: Güncelleştirme kanalı
uk: Канал оновлень
vi: Kênh cập nhật
zh_hans: 更新通道
zh_hant: 更新通道

# SetDesc_update_channel
source: Which releases to receive.
ar: الإصدارات التي يتم تلقيها.
cs: Které verze se mají přijímat.
de: Welche Releases empfangen werden.
el: Ποιες εκδόσεις θα λαμβάνετε.
es: Qué versiones se reciben.
fa: کدام انتشارها دریافت شوند.
fr: Les versions à recevoir.
hu: Mely kiadások érkezzenek.
id: Rilis mana yang diterima.
it: Quali versioni ricevere.
ja: 受け取るリリースの種類。
ko: 받을 릴리스 종류입니다.
pl: Które wydania otrzymywać.
pt: Quais versões receber.
ro: Ce versiuni se primesc.
ru: Какие выпуски получать.
th: รุ่นที่จะได้รับ
tr: Hangi sürümlerin alınacağı.
uk: Які випуски отримувати.
vi: Loại bản phát hành sẽ nhận.
zh_hans: 要接收的发行版本。
zh_hant: 要接收哪些發行版本。

# SetOpt_update_channel_stable
source: Stable
ar: مستقر
cs: Stabilní
de: Stabil
el: Σταθερό
es: Estable
fa: پایدار
hu: Stabil
id: Stabil
it: Stabile
ja: 安定版
ko: 안정
pl: Stabilny
pt: Estável
ro: Stabil
ru: Стабильный
th: เสถียร
tr: Kararlı
uk: Стабільний
vi: Ổn định
zh_hans: 稳定版
zh_hant: 穩定版

# SetOpt_update_channel_preview
source: Preview
ar: معاينة
cs: Předběžná verze
de: Vorschau
el: Προεπισκόπηση
es: Versión preliminar
fa: پیش‌نمایش
fr: Préversion
hu: Előzetes
id: Pratinjau
it: Anteprima
ja: プレビュー版
ko: 미리 보기
pl: Wersja zapoznawcza
pt: Prévia
ro: Previzualizare
ru: Предварительный
th: ตัวอย่าง
tr: Önizleme
uk: Попередня версія
vi: Xem trước
zh_hans: 预览版
zh_hant: 預覽版

# Set_update_skippedVersion
source: Skipped version
ar: الإصدار المتخطى
cs: Přeskočená verze
de: Übersprungene Version
el: Έκδοση που παραλείφθηκε
es: Versión omitida
fa: نسخهٔ ردشده
fr: Version ignorée
hu: Kihagyott verzió
id: Versi yang dilewati
it: Versione ignorata
ja: スキップした版
ko: 건너뛴 버전
pl: Pominięta wersja
pt: Versão ignorada
ro: Versiune omisă
ru: Пропущенная версия
th: เวอร์ชันที่ข้าม
tr: Atlanan sürüm
uk: Пропущена версія
vi: Phiên bản đã bỏ qua
zh_hans: 已跳过的版本
zh_hant: 已略過的版本

# SetDesc_update_skippedVersion
source: The version chosen with "Skip this version".
ar: الإصدار المختار باستخدام "تخطي هذا الإصدار".
cs: Verze zvolená pomocí „Přeskočit tuto verzi“.
de: Die mit „Diese Version überspringen“ gewählte Version.
el: Η έκδοση που επιλέχθηκε με την επιλογή "Παράλειψη αυτής της έκδοσης".
es: La versión elegida con “Omitir esta versión”.
fa: نسخه‌ای که با «رد کردن این نسخه» انتخاب شده است.
fr: La version choisie avec « Ignorer cette version ».
hu: A „Verzió kihagyása” gombbal kiválasztott verzió.
id: Versi yang dipilih dengan "Lewati versi ini".
it: La versione scelta con “Ignora questa versione”.
ja: 「この版をスキップ」で選んだ版。
ko: [이 버전 건너뛰기]로 선택한 버전입니다.
pl: Wersja wybrana za pomocą opcji „Pomiń tę wersję”.
pt: A versão escolhida com “Ignorar esta versão”.
ro: Versiunea aleasă cu „Omitere versiune”.
ru: Версия, выбранная с помощью кнопки «Пропустить эту версию».
th: เวอร์ชันที่เลือกด้วย "ข้ามเวอร์ชันนี้"
tr: "Bu sürümü atla" ile seçilen sürüm.
uk: Версія, вибрана за допомогою кнопки «Пропустити цю версію».
vi: Phiên bản được chọn bằng "Bỏ qua phiên bản này".
zh_hans: 通过“跳过此版本”选择的版本。
zh_hant: 以「略過此版本」選擇的版本。

# Set_network_offline
source: Offline mode
ar: وضع عدم الاتصال
cs: Režim offline
de: Offlinemodus
el: Λειτουργία εκτός σύνδεσης
es: Modo sin conexión
fa: حالت آفلاین
fr: Mode hors connexion
hu: Offline mód
id: Mode offline
it: Modalità offline
ja: オフラインモード
ko: 오프라인 모드
pl: Tryb offline
pt: Modo offline
ro: Mod offline
ru: Автономный режим
th: โหมดออฟไลน์
tr: Çevrimdışı mod
uk: Автономний режим
vi: Chế độ ngoại tuyến
zh_hans: 脱机模式
zh_hant: 離線模式

# SetDesc_network_offline
source: Turn off all update checks and downloads. Web pages are opened only after you see the address.
ar: إيقاف كل عمليات التحقق من التحديثات والتنزيلات. لا تُفتح صفحات الويب إلا بعد أن ترى العنوان.
cs: Vypne veškeré vyhledávání a stahování aktualizací. Webové stránky se otevřou až poté, co uvidíte jejich adresu.
de: Alle Updateprüfungen und Downloads deaktivieren. Webseiten werden erst geöffnet, nachdem Sie die Adresse gesehen haben.
el: Απενεργοποίηση όλων των ελέγχων και λήψεων ενημερώσεων. Οι ιστοσελίδες ανοίγουν μόνο αφού δείτε τη διεύθυνση.
es: Desactiva todas las búsquedas y descargas de actualizaciones. Las páginas web solo se abren después de que veas la dirección.
fa: همهٔ بررسی‌ها و بارگیری‌های به‌روزرسانی خاموش شوند. صفحه‌های وب فقط پس از دیدن آدرس باز می‌شوند.
fr: Désactive toutes les recherches et tous les téléchargements de mises à jour. Les pages web ne s'ouvrent qu'après que vous avez vu l'adresse.
hu: Minden frissítéskeresés és letöltés kikapcsolása. A weblapok csak a cím megtekintése után nyílnak meg.
id: Menonaktifkan semua pemeriksaan dan unduhan pembaruan. Halaman web hanya dibuka setelah Anda melihat alamatnya.
it: Disattiva tutte le verifiche e i download degli aggiornamenti. Le pagine Web vengono aperte solo dopo aver visto l'indirizzo.
ja: 更新の確認とダウンロードをすべて止める。Web ページは URL を確認してから開く。
ko: 모든 업데이트 확인과 다운로드를 끕니다. 웹 페이지는 주소를 확인한 후에만 열립니다.
pl: Wyłącza wszystkie sprawdzania i pobierania aktualizacji. Strony internetowe są otwierane dopiero po wyświetleniu adresu.
pt: Desativa todas as verificações e downloads de atualizações. As páginas da Web só são abertas depois que você vê o endereço.
ro: Dezactivează toate căutările și descărcările de actualizări. Paginile web se deschid doar după ce vedeți adresa.
ru: Отключить все проверки и скачивание обновлений. Веб-страницы открываются только после просмотра адреса.
th: ปิดการตรวจหาการอัปเดตและการดาวน์โหลดทั้งหมด หน้าเว็บจะเปิดหลังจากที่คุณเห็นที่อยู่แล้วเท่านั้น
tr: Tüm güncelleştirme denetimlerini ve indirmeleri kapatır. Web sayfaları yalnızca adresi gördükten sonra açılır.
uk: Вимкнути всі перевірки й завантаження оновлень. Вебсторінки відкриваються лише після того, як ви побачите адресу.
vi: Tắt mọi hoạt động kiểm tra và tải xuống bản cập nhật. Trang web chỉ được mở sau khi bạn xem địa chỉ.
zh_hans: 关闭所有更新检查和下载。仅在你看到地址后才打开网页。
zh_hant: 關閉所有更新檢查和下載。網頁只會在您確認位址後開啟。

# Set_network_downloads_enabled
source: Allow downloads
ar: السماح بالتنزيلات
cs: Povolit stahování
de: Downloads zulassen
el: Να επιτρέπονται οι λήψεις
es: Permitir descargas
fa: اجازهٔ بارگیری
fr: Autoriser les téléchargements
hu: Letöltések engedélyezése
id: Izinkan unduhan
it: Consenti download
ja: ダウンロードを許可する
ko: 다운로드 허용
pl: Zezwalaj na pobieranie
pt: Permitir downloads
ro: Permitere descărcări
ru: Разрешить скачивание
th: อนุญาตการดาวน์โหลด
tr: İndirmelere izin ver
uk: Дозволити завантаження
vi: Cho phép tải xuống
zh_hans: 允许下载
zh_hant: 允許下載

# SetDesc_network_downloads_enabled
source: Allow downloading templates, plugins and additional components when you ask for them.
ar: السماح بتنزيل القوالب والمكونات الإضافية والمكونات الإضافية الأخرى عند طلبها.
cs: Povolí stahování šablon, modulů plug-in a dalších komponent, když o ně požádáte.
de: Das Herunterladen von Vorlagen, Plug-ins und zusätzlichen Komponenten auf Ihre Anforderung zulassen.
el: Να επιτρέπεται η λήψη προτύπων, πρόσθετων και επιπλέον στοιχείων όταν τα ζητάτε.
es: Permite descargar plantillas, complementos y componentes adicionales cuando los pidas.
fa: اجازهٔ بارگیری الگوها، افزونه‌ها و مؤلفه‌های اضافی هنگام درخواست شما.
fr: Autorise le téléchargement de modèles, de plug-ins et de composants supplémentaires à votre demande.
hu: Sablonok, beépülő modulok és további összetevők letöltésének engedélyezése, ha Ön kéri.
id: Mengizinkan pengunduhan templat, plugin, dan komponen tambahan saat Anda memintanya.
it: Consente di scaricare modelli, plug-in e componenti aggiuntivi quando li richiedi.
ja: 操作したときに、テンプレート・プラグイン・追加コンポーネントをダウンロードする。
ko: 요청할 때 템플릿, 플러그 인, 추가 구성 요소를 다운로드할 수 있게 합니다.
pl: Zezwala na pobieranie szablonów, wtyczek i dodatkowych składników na Twoje żądanie.
pt: Permite baixar modelos, plug-ins e componentes adicionais quando você os solicita.
ro: Permite descărcarea de șabloane, plug-in-uri și componente suplimentare atunci când le solicitați.
ru: Разрешить скачивание шаблонов, подключаемых модулей и дополнительных компонентов по вашему запросу.
th: อนุญาตให้ดาวน์โหลดเทมเพลต ปลั๊กอิน และคอมโพเนนต์เพิ่มเติมเมื่อคุณสั่ง
tr: Siz istediğinizde şablonların, eklentilerin ve ek bileşenlerin indirilmesine izin verir.
uk: Дозволити завантаження шаблонів, плагінів і додаткових компонентів на ваш запит.
vi: Cho phép tải xuống mẫu, plugin và thành phần bổ sung khi bạn yêu cầu.
zh_hans: 允许在你请求时下载模板、插件和附加组件。
zh_hant: 允許在您要求時下載範本、外掛程式和其他元件。
